$(document).ready(function() {
	const path = window.location.pathname;

/*------------------------------header------------------------------*/

/*------------------------------main------------------------------*/

/*---------------메인 화면---------------*/
	console.log(path);	
	$('#main').toggle(path === "/Test1/");

	$(".games").on("click", function(){
		$(this).find('a')[0].click();
	})
/*---------------점수 화면---------------*/
/*------------------------------footer------------------------------*/
});